Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Administer Courses
uk: Управління курсами

source: Failed to create a background task for rescoring "{problem_url}".
uk: Неможливо створити фонове завдання для перерахунку "{problem_url}".

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
uk: Сталась помилка під час оновлення спроб для всіх студентів для завдання '<%= problem_id %>'. Перевірте, що ідентифікатор завдання уведений вірно.

source: <p class="error_msg"> Sorry! Due to an error your purchase was charged for a different amount than the order total! The specific error message is: <span class="exception_msg">{msg}</span>. Your credit card has probably been charged. Contact us with payment-specific questions at {email}. </p>
uk: <p class="error_msg"> Вибачте! Через помилку ваше замовлення було оброблено на іншу суму, ніж було задекларовано! Конкретне повідомлення про помилку: <span class="exception_msg">{msg}</span>. Кошти з вашої платіжної картки ймовірно були зняті. З питаннями щодо платежів звертайтесь до нас за {email}. </p>

source: Delete column
uk: Видалити стовпчик

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
uk: Дозволити користувачам, які записалися у дозволених країнах, доступ до обмежених курсів з виключеної країни.

source: Integers
uk: Цілі числа

source: fundamental charge
uk: фундаментальний заряд

source: There is no email history for this course.
uk: Для цього курсу немає історії листування.

source: Sent By
uk: Відправлено

source: Please enter a name for your new cohort group.
uk: Будь ласка, введіть ім’я вашої нової навчальної групи.

source: Target your course to fit the backgrounds of your students.
uk: Плануйте свій курс відповідно до рівня знань ваших студентів.

source: Could not find the {0} file in the package.
uk: Неможливо знайти файл {0} у пакеті.

source: Hide Answer
uk: Приховати Відповідь

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
uk: Неприпустимий дозвіл codename: "{codename}". Для моделі {module}.{model_name} не існує такого дозволу.

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
uk: Редагувати ім'я файла зображення заголовка. Ви можете завантажити зображення заголовка за допомогою сторінки Налаштування і Деталі.

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
uk: Ви повинні завершити {link_start}{prc_display}{link_end} перед початком цього курсу.

source: We're sorry, there has been an error on this page. Please refresh the page and retake your photos. If you are still having trouble, please contact us at {email_address}
uk: Нам дуже шкода, але на цій сторінці відбулася помилка. Оновіть, будь ласка, сторінку та зробіть Ваші фото знову. Якщо у Вас все ще виникатимуть проблеми, то зв'яжіться із нами за адресою {email_address}

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
uk: Згідно з правилами користування паролем для цього облікового запису, термін дії паролю закінчився. Ви повинні змінити пароль перш, ніж зможете знову увійти на сайт. Будь ласка, скористайтеся посиланням "Відновлення забутого пароля", щоб змінити свій пароль перед повторним входом на сайт.

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
uk: Введіть одне з значень: end, early_with_info або early_no_info. Після створення сертифікатів слухачі, які успішно пройшли курс, побачать посилання на сертифікат на панелі керування, а слухачі, які набрали недостатньо балів, побачать інформацію про оцінку. За умовчанням встановлено значення end - сертифікати будуть доступні тільки після дати закінчення курсу. Щоб показати інформацію про сертифікати відразу після їх створення, введіть early_with_info. Щоб показати посилання на сертифікати заздалегідь тільки тим, хто успішно пройшов курс, введіть early_no_info.

source: Filter...
uk: Фільтр ...

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
uk: Записавшись на курс, ви зможете побачити його на своїй панелі керування. Ви зможете подивитися матеріали курсу після дати початку курсу.

source: Mobile Apps
uk: Мобільні додатки

source: you need an active edX account before registering - check your email for instructions
uk: вам необхідний активний аккаунт edX перед реєстрацією - перевірте свою пошту, аби отримати інструкції

source: CCX Connector URL
uk: URL для CCX Connector

source: Name of template.
uk: Назва шаблону.

source: For functions, type the name of the function, then the expression in parentheses.
uk: Для виклику функції напишіть її ім’я і потім вираз в дужках.

source: True
uk: Правильно

source: Grader Type
uk: Тип оцінювання

source: False
uk: Неправильно

source: Add another group
uk: Додати іншу групу

source: Certificate has already been created.
uk: Сертифікат вже створений

source: Find previous
uk: Шукати назад

source: or, if you have connected one of these providers, log in below.
uk: або, якщо Ви підключені до одного з цих провайдерів, то увійдіть за допомогою них, дивіться нижче.

source: List Price
uk: Заявлена ціна

source: Yes I am sure...
uk: Так, я впевнений ...

source: Or you can go back to the {link_start}home page{link_end}.
uk: Або ви можете повернутися назад до {link_start}головної сторінки{link_end}.

source: Discover other available course authoring tools, and find help when you need it.
uk: Дізнатися про інші доступні інструменти створення курсів і, за необхідності, отримати допомогу.

source: This article was last modified:
uk: Ця стаття була востаннє змінена:

source: Failed to create a background task for resetting "{problem_url}": problem not found.
uk: Неможливо створити фонове завдання для перезапуску "{problem_url}": завдання не знайдено.

source: Change My Password
uk: Змінити мій пароль

source: Company Contact Email:
uk: Контактна електронна адреса компанії

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
uk: Показана версія для даного плагіна. Якщо Вам необхідно зробити відкат, просто змініть значення цього поля.

source: <%= num %> more needed to start ML
uk: <%= num %> потрібні ще щоб почати ML

source: Unable to update or clone git repository.
uk: Неможливо оновити або клонувати сховище git .

source: Done
uk: Завершено

source: Please provide the following information to log into your {platform_name} account. Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
uk: Будь ласка, надайте наступну інформацію, аби увійти до вашого аккаунту {platform_name}. Обов'язкові для заповнення поля <strong class="indicator">жирним текстом та зірочкою (*)</strong>.

source: Number of text boxes available for students to input words/sentences.
uk: Кількість текстових полів для введення слів / фраз.

source: Change the status of an enrollment code.
uk: Змінити статус реєстраційного коду.

source: The problem grade report is being created. To view the status of the report, see Pending Tasks below.
uk: Детальний оціночний лист на стадії підготовки. Стан звіту нижче відображається у списку «Поточні завдання».

source: User {0} created successfully!
uk: Успішно створено користувача {0}

source: Your certificate will be available when you pass the course.
uk: Ви отримаєте доступ до свого сертифікату, коли успішно пройдете курс.

source: Donation for {course}
uk: Пожертва на курс {course}

source: Users
uk: Користувачі

source: Enable Timed Exams
uk: Дозволити проведення іспитів з обмеженням по часу

source: Students enrolled in the course.
uk: Кількість зарахованих студентів

source: Sailthru list name to add new users to.
uk: Список імен Sailthru для додавання нових користувачів.

source: View Updates in Studio
uk: Переглянути Оновлення в Studio

source: If you have any questions, you can contact student support at {support_link}.
uk: Якщо у вас виникли питання, ви можете зв'язатися зі службою підтримки: {support_link}.

source: Textbooks
uk: Підручники

source: The start date '{start}' cannot be later than the due date '{due}'
uk: Дата початку '{start}' не може бути пізнішою за дату закінчення '{due}'.

source: No shipping events.
uk: Немає жодних подій по доставці.

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
uk: Розшифровка відео за замовчуванням береться з поля "Розшифровка за замовчуванням" у вкладці "Основне". Розшифровка повинна бути англійською мовою. Ви не можете змінити це налаштування.

source: The course must have an assigned start date.
uk: Для курсу має бути вказана дата початку.

source: Privacy Policy
uk: Політика конфіденційності

source: Welcome, %(username)s!
uk: Ласкаво просимо, %(username)s!

source: March
uk: Березня

source: Thank you,
uk: Дякуємо,

source: Diacritic Marks
uk: Діакритичні знаки

source: Enter your desired full name, as it will appear on your {platform} {cert_name_short}:
uk: Введіть своє повне ім'я, яке буде вказано на Вашому {platform} {cert_name_short}:

source: Enrollment of students
uk: Реєстрація студентів

source: The minimum grade for course credit is not set.
uk: Мінімальна оцінка для курсу не встановлена.

source: Deleting this %(xblock_type)s is permanent and cannot be undone.
uk: Видалення %(xblock_type)s є безповоротнім і не може бути скасоване.

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
uk: Очищення статті: Відбувається її повне видалення (включаючи весь вміст) без можливості відновлення. Очищення підходить в тому випадку, коли ви хочете вивільнити коротку назва, щоб користувачі могли створювати нові статті на відповідному місці.

source: String customization substitutions for particular locations
uk: Значення для підстановки в рядок для специфічних локальних налаштувань

source: Updates to Discussion Posts You Follow
uk: Нові повідомлення в обговореннях, за якими ви стежите

source: Course {course_id} does not exist.
uk: Курсу {course_id} не існує

source: List of Beta Testers
uk: Список Бета Тестерів

source: Show Percents
uk: Показати у відсотках

source: Warm regards,
uk: З найтеплішими побажаннями,

source: Yes, allow edits to the active Certificate
uk: Так, дозволити редагувати активний Сертифікат

source: Course End
uk: Курс завершиться

source: Tag this module as part of an Entrance Exam section
uk: Позначити цей модуль як частину розділу вступного іспиту

source: {percentage} of current students
uk: {percentage} поточних студентів

source: Caption will be displayed when
uk: Підписи будуть показані коли

source: A problem responses report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
uk: Звіт з відповідями на завдання вже складається. Його статус можна подивитися у розділі «Поточні завдання». Коли буде готовий звіт, ви зможете завантажити його в таблиці нижче.

source: Add Course Team Members
uk: Додати членів команди курсу

source: Year of Birth
uk: Рік Народження

source: Pre
uk: Попередньо

source: revisions
uk: редакції

source: {refresh_icon} Update now.
uk: {refresh_icon} Оновити зараз.

source: Provisionally Supported
uk: Часткова підтримка

source: Unable to push changes. This is usually because the remote repository cannot be contacted
uk: Неможливо передати зміни. Зазвичай це означає, що з віддаленим сховищем не вдалося зв'язатися

source: (Unnamed)
uk: (Без імені)

source: Manual Refund
uk: Повернення через оператора

source: What are students engaging with in my course?
uk: Чим займаються студенти на моєму курсі?

source: Message failed to be {action} for any of {attempted} recipients
uk: Повідомлення не було {action} для всіх з {attempted} отримувачів

source: Update Profile
uk: Оновити профіль

source: I, and my company, accept the {link_start}{platform_name} API Terms of Service{link_end}.
uk: Я і моя компанія приймають {link_start}{platform_name} умови обслуговування API {link_end}.

source: Upload File
uk: Вивантажити файл

source: Staffing and Enrollment
uk: Набір і реєстрація

source: Let students know what knowledge and/or skills they should have before they enroll in your course.
uk: Дайте студентам знати, які знання і / або навички їм будуть потрібні перш, ніж записатися на курс.

source: To enroll in ${course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
uk: Для реєстрації на ${course_names} ми підготували посилання для Вас. Будь ласка, виконайте інструкції нижче, щоб отримати доступ.

source: Your file '{file}' has been uploaded. Please allow a few minutes for processing.
uk: Ваш файл '{file}' було завантажено. Будь ласка, почекайте кілька хвилин для опрацювання.

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
uk: Будь ласка, слідуйте цим інструкціям, щоб завантажити файл в інше місце та додати посилання на нього: {maxFileSizeRedirectUrl}

source: Cosmetic Course Display Price
uk: Ціна курсу, що відображується

source: Your face was not visible in your self-photo
uk: Ваше обличчя не видно на вашому власному фото

source: granted
uk: надано

source: Task State
uk: Стан Завдання

source: Already a member
uk: Вже є членом

source: Welcome to Open edX!
uk: Ласкаво просимо до Open edX!

source: Video position
uk: Позиція відео

source: {course_number} Progress
uk: Досягнення на курсі {course_number}

source: [no tags]
uk: [немає тегів]

source: must contain {0} or more punctuation characters
uk: повинен містити {0} або більше розділових знаків

source: Entrance Exam Enabled
uk: Вступний іспит активовано

source: The authorization request was approved by the issuing bank but declined by CyberSource because it did not pass the CVN check. Possible action: retry with another form of payment.
uk: Запит на авторизацію схвалений банком, що випустив карту, але відхилений системою компанії Cybersource, оскільки не вдалося підтвердити номер CVN. Ви можете використовувати інший спосіб оплати.

source: Your year of birth is required
uk: Необхідно вказати рік народження

source: Junior secondary/junior high/middle school
uk: Професійно-технічна освіта

source: Time Sent:
uk: Час відправлення:

source: Sub Item 2
uk: Підпункт 2

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
uk: {cert_type} сертифікат демонструє високий рівень досягнень за програмою навчання, і включає в себе перевірку особистості.

source: The reports listed below are available for download. A link to every report remains available on this page, identified by the UTC date and time of generation. Reports are not deleted, so you will always be able to access previously generated reports from this page.
uk: Перелічені нижче звіти доступні для скачування. Посилання на всі звіти залишаються на цій сторінці, їх можна відрізнити по даті і часу створення за Гринвічем. Звіти не видаляються, так що ви завжди зможете отримати доступ до раніше створених звітів з цієї сторінки.

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
uk: Ви більше не будете отримувати повідомлення з форуму {platform_name}. Натисніть {dashboard_link_start} тут, {link_end} щоб повернутися до панелі управління. Якщо Ви відмовилися від підписки випадково, натисніть {undo_link_start} тут, {link_end} щоб знову активувати повідомлення.

source: Created new group: "{}"
uk: Створено нову групу: "{}"

source: Feedback for student (optional)
uk: Відгук для студента (необов'язково)

source: Delete this component?
uk: Видалити цей компонент?

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
uk: Отримайте {cert_name_long}, щоб підтвердити знання та навички, набуті вами під час проходження курсу.

source: Flag as inappropriate content for later review
uk: Відзначити як неприйнятний контент для пізнішого розгляду

source: Hi {name}
uk: Привіт, {name}

source: Updating with latest library content
uk: Оновлення за допомогою найновішого вмісту бібліотеки

source: You have unsaved changes are you sure you want to navigate away?
uk: Ви не зберегли зміни. Чи ви впевнені, що хочете залишити редагування?

source: Order Total
uk: Загальне замовлення

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
uk: Виникла помилка. Будь ласка, переконайтесь, що ви під'єднанні до мережі та спробуйте оновити сторінку.

source: Order Number: {order_number}
uk: Номер замовлення: {order_number}

source: Ignore
uk: Пропустити

source: {student_name}, you have met the requirements for credit in this course.
uk: {student_name}, ви виконали усі вимоги для отримання заліку по цьому курсу.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
uk: Видалити стан студента '<%= student_id %>' для проблеми '<%= problem_id %>'?

source: Staff and instructors
uk: Співробітникам і викладачам

source: Mon
uk: Пн

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
uk: Адміністратори допомагають вам керувати навчальним процесом курсу. Вони можуть виконувати ті ж завдання, що і співробітники, а також призначати і усувати інших адміністраторів, модераторів, бета-тестерів і співробітників. Права адміністратора можна надати тільки зареєстрованим користувачам.

source: The user account associated with this e-mail address cannot reset the password.
uk: Обліковий запис користувача, пов'язаного з цією адресою електронної пошти, не може змінити пароль.

source: Enter the recipient name.
uk: Введіть ім'я одержувача.

source: You have not made any notes in this course yet. Other students in this course are using notes to:
uk: Ви ще не створили жодної нотатки в цьому курсі. Інші студенти цього курсу використовують нотатки для того, щоб:

source: Delete this
uk: Видалити

source: Partners
uk: Партнери

source: Heading 1
uk: Заголовок 1

source: To enroll, you must follow the honor code.
uk: Щоб записатись на курс ви повинні слідувати кодексу честі.

source: Insert/edit video
uk: Вставити/редагувати відео

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
uk: Визначає, коли випадково змінювати значення змінних, що зазначені у відповідному скрипті Python. Для завдань, які не використовують випадкові значення, вкажіть "Ніколи".

source: Self evaluation of this assignment will close soon.
uk: Оцініть цього призначення закриється найближчим часом.

source: Page break
uk: Розрив сторінки

source: Thanks for your patience as we process your request.
uk: Дякуємо за ваше терпіння, поки ми обробляємо ваш запит.

source: Your account has been disabled. If you believe this was done in error, please contact us at {link_start}{support_email}{link_end}
uk: Ваш обліковий запис видалено. Якщо ви вважаєте, що це було зроблено помилково, будь ласка, зв'яжіть з нами за {link_start}{support_email}{link_end}

source: Progress page for username: {username} with email address: {email}
uk: Прогрес користувача: {username} з поштовою скринькою: {email}

source: factorial function evaluated outside its domain:'{student_answer}'
uk: функція факторіалу обрахована поза межами області визначення:'{student_answer}'

source: Course Editor
uk: Редактор курсу

source: Unable to determine branch, repo in detached HEAD mode
uk: Невоможно ідентифікувати гілку, сховище відключено від гілки HEAD

source: Create a new account
uk: Створити новий акаунт

source: Demographic student data was last updated %(update_date)s at %(update_time)s UTC.
uk: Демографічні дані студента в останнє були оновленні %(update_date)s о %(update_time)s UTC.

source: Git Action
uk: Операція Git

source: A description of your goals is required
uk: Необхідно зазначити Ваші цілі

source: TOTAL:
uk: ВСЬОГО:

source: For payment questions, contact {contact_email}
uk: Якщо у Вас виникли питання щодо оплати, будь ласка зв'яжіться з {contact_email}

source: Please share with us your reasons for registering with {platform_name}
uk: Будь ласка, розкажіть нам, чому ви вирішили зареєструватися на {platform_name}

source: Editing visibility for: %(title)s
uk: Редагування видимості для: %(title)s

source: Current position in the video.
uk: Поточна позиція в відео.

source: Video Name
uk: Ім’я відео

source: Download selected orders as a CSV
uk: Завантажити обрані замовлення у CSV

source: coupon with the coupon id ({coupon_id}) updated Successfully
uk: купон з ідентифікаційним номером ({coupon_id}) успішно оновлено

source: Add Cohort Group
uk: Додати навчальну групу

source: Insufficient funds in the account. Possible fix: retry with another form of payment
uk: Недостатньо коштів на рахунку. Можливе рішення: спробуйте інший спосіб оплати

source: {course_number} Course Info
uk: Інформація про курс {course_number}

source: Second Country by Enrollment
uk: Друга країна за кількістю студентів

source: Paragraph
uk: Параграф

source: OpenAssessment Save Error
uk: Помилка збереження поточного оцінювання

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
uk: Допоможіть студентам вирішити, чи приєднуватися до вашої команди, зазначивши характеристики вашої команди. Обирайте обережно, бо небагато людей захочуть приєднатись, якщо ваша команда буде виглядати занадто обмеженою.

source: An ORA data report generation task is already in progress. Check the 'Pending Tasks' table for the status of the task. When completed, the report will be available for download in the table below.
uk: Звіт по завданню з відповідями у вільній формі вже складається. Його статус можна подивитися у розділі «Поточні завдання». Коли буде готовий звіт, ви зможете завантажити його в таблиці нижче.

source: Entrance Exam ID
uk: Ідентифікатор вступного іспиту

source: Invalid Certificate
uk: Недійсний сертифікат

source: Could Not Link Accounts
uk: Неможливо Прив'язати Обліковий Запис

source: Hints
uk: Підказки

source: The grading process is still running. Refresh the page to see updates.
uk: Процес оцінювання триває. Оновіть сторінку для того, щоб побачити оновлення.
